Repository: DreamingInBinary/Spend-Stack-Public
Catalog: Spend Stack/Supporting Files/*.lproj/Localizable.strings
Languages: de, id

# listEdit.link.attach
source: Attach a Link
de: Fügen Sie einen Link hinzu
id: Lampirkan tautan.

# listEdit.header1
source: Pricing
de: Preis
id: Penentuan Harga

# listEdit.header2
source: Quantity
de: Menge
id: Kuantiti

# listEdit.header3
source: Notes
de: Notizen
id: Catatan

# listEdit.header5
source: Attachments
de: Anhänge
id: Lampiran

# listEdit.loadingImage
source: Loading image
de: Bild laden
id: Mengambil media

# listEdit.day
source: Day
de: Tag
id: Hari

# listEdit.dayColon
source: Day:
de: Tag:
id: Hari:

# listEdit.days
source: Days
de: Tage
id: Berhari-hari

# listEdit.week
source: Week
de: Woche
id: Minggu

# listEdit.weekColon
source: Week:
de: Woche:
id: Minggu:

# listEdit.weeks
source: Weeks
de: Wochen
id: Minggu

# listEdit.month
source: Month
de: Monat
id: Bulan

# listEdit.monthColon
source: Month:
de: Monat:
id: Bulan:

# listEdit.months
source: Months
de: Monate
id: Bulan

# listEdit.year
source: Year
de: Jahr
id: Tahun

# listEdit.yearColon
source: Year:
de: Jahr:
id: Tahun:

# listEdit.years
source: Years
de: Jahre
id: Bertahun-tahun

# listEdit.every
source: Once Every
de: Alle
id: Setiap

# listEdit.daily
source: Daily
de: Täglich
id: Harian

# listEdit.weekly
source: Weekly
de: Wöchentlich
id: Mingguan

# listEdit.monthly
source: Monthly
de: Monatlich
id: Bulanan

# listEdit.yearly
source: Yearly
de: Jährlich
id: Tahunan

# listEdit.multDaily
source: Every %@ days
de: %@ Tage
id: %@ hari

# listEdit.multWeekly
source: Every %@ weeks
de: %@ Wochen
id: %@ minggu

# listEdit.multMonthly
source: Every %@ months
de: %@ Monate
id: %@ bulan

# listEdit.multYearly
source: Every %@ years
de: %@ Jahre
id: %@ tahun

# listEdit.date
source: Date:
de: Datum:
id: Tanggal:

# listEdit.setDate
source: Set a Date
de: Datum einstellen
id: Atur tanggal

# lock.try
source: Try Again
de: Versuche es nochmal
id: Coba lagi

# ck.manager.noData
source: No Data Available
de: Keine Daten verfügbar

# ck.manager.noDataPrompt
source: Please try this once again when you're back on WiFi or have a cellular connection.
de: Bitte versuche es erneut, wenn du wieder WLAN oder eine Mobilfunkverbindung hast.
id: Silakan coba lagi ketika Anda kembali pada WiFi atau memiliki koneksi seluler.

# listItem.cell.hint
source: Double tap to open this list.
de: Doppeltippen, um diese Liste zu öffnen.
id: Tap dua kali untuk membuka daftar.

# listItem.cell.zero
source: 0 items
de: 0 Elemente.
id: 0 entri

# listItem.cell.one
source: 1 item
de: 1 Element
id: 1 entri

# listItem.cell.plural
source: %lu items
de: %lu Elemente
id: %lu entri-entri

# listItem.cell.locked
source: locked
de: Gesperrt
id: terkunci

# listItem.cell.shared
source: shared list
de: Geteilte Liste
id: daftar yang dibagikan

# listItem.cell.acCamera
source: Camera Roll
de: Filmrolle

# listItem.cell.acTakePhoto
source: Take Photo
de: Foto machen
id: Memotret

# listItem.cell.acDocs
source: Documents
de: Unterlagen
id: Dokumen

# listHeader.allItems
source: All Items
de: Alle Elemente
id: Semua barang

# listHeader.lbl.hint
source: View cost breakdown.
de: Hier tippen, um Kostendetails anzuzeigen.
id: Ketuk untuk melihat rincian biaya.

# listHeader.checked
source: Only Checked
de: Nur abgehakte
id: Hanya Diperiksa

# listHeader.unchecked
source: Only Unchecked
de: Nur deaktivierte
id: Hanya Tidak Dicentang

# listHeader.lbl.acVal
source: List total is %@ for %@ %@
de: Die Gesamtsumme der Liste beträgt %@ für %@ %@
id: Total daftar adalah %@untuk semua %@ %@

# listHeader.btnPage.acVal
source: Change total to show %@ %@
de: Summe ändern, um %@ %@ anzuzeigen
id: Ubah total untuk ditampilkan %@ %@

# checkbox.checked
source: Checked Off
de: Abgehakt
id: Diperiksa off

# checkbox.unchecked
source: Unchecked
de: Nicht abgehakt
id: Tidak dicentang

# selectLists.move
source: Move
de: Verschieben
id: Pindah

# selectLists.copy
source: Copy
de: Kopieren
id: Salinan

# selectLists.empty
source: You've only got one list. Create some more to move or copy items to them.
de: Du hast nur eine Liste. Erstelle weitere Listen, um Elemente verschieben zu können.
id: Anda hanya punya satu daftar. Buat lebih banyak untuk memindahkan item ke sana.

# dragThing.movedSingle
source: Moved %@ to %@
de: %@ nach %@ verschoben
id: Terharu %@ to %@

# dragThing.moved
source: Moved %@ %@ to %@
de: %@ %@ nach %@ verschoben
id: Terharu %@ %@ untuk %@

# dragThing.copiedSingle
source: Copied %@ to %@
de: %@ nach %@ kopiert
id: Disalin %@ untuk %@

# dragThing.checkedAll
source: All items checked off
de: Alle Elemente abgehakt
id: Barang diperiksa

# dragThing.uncheckedAll
source: Unchecked all items
de: Alle Elemente abgewählt
id: Item tidak dicentang.

# dragThing.deletedAll
source: Removed all items
de: Alle Elemente gelöscht

# currencyVC.searchCurrencies
source: Search Currencies
de: Währungen suchen
id: Cari Mata Uang

# hud.duping
source: Duplicating
de: Duplizieren
id: Duplikat

# ctx.title.list
source: List Options
de: Listenoptionen
id: Opsi daftar

# ctx.title.item
source: Item Options
de: Elementoptionen
id: Opsi Barang

# ctx.ac.move
source: Move
de: In Liste verschieben
id: Pindah ke daftar

# ctx.ac.copy
source: Copy
de: In Liste kopieren
id: Salin ke daftar

# ctx.ac.duplicate
source: Duplicate
de: Duplizieren
id: Duplikat

# ctx.ac.rename
source: Rename
de: Umbenennen
id: Ganti nama

# ctx.ac.removeAllItems
source: Remove All Items
de: Alle Elemente entfernen.
id: Hapus semua item.

# ctx.ac.taxOn
source: Add Sales Tax
de: MwSt. hinzufügen

# ctx.ac.taxOff
source: Remove Sales Tax
de: MwSt. entfernen

# ctx.ac.check
source: Check Off
de: Abhaken
id: Salin ke daftar...

# ctx.ac.uncheck
source: Uncheck
de: Abwählen
id: Hapus centang

# ctx.ac.checkAll
source: Check All
de: Alle abhaken
id: Periksa semua item

# ctx.ac.uncheckAll
source: Uncheck All
de: Alle abwählen
id: Hapus centang semua item

# ctx.ac.newWindow
source: Open in New Window
de: In neuem Fenster öffnen
id: Buka di jendela baru

# ctx.ac.invite
source: Invite People
de: Personen einladen
id: Mengundang orang

# ctx.ac.window
source: New Window
de: Neues Fenster
id: Jendela baru

# ctx.ac.addTag
source: Add Tag
de: Tag hinzufügen

# ctx.ac.removeTag
source: Remove Tag
de: Tag entfernen

# ctx.ac.export.trailing
source: Export...
de: Exportieren...
id: Eckspor...

# ctx.ac.editDate
source: Date
de: Datum
id: Tanggal

# ctx.ac.openLink
source: Open Link
de: Link anzeigen
id: Lihat Tautan

# ctx.asqa.openList
source: Open %@
de: Öffnen %@
id: Daftar %@

# pop.delete
source: Would you like to delete this item?
de: Möchtest du dieses Element löschen?
id: Apakah Anda ingin menghapus item ini?

# changeIcon.title
source: Select Icon
de: Icon auswählen
id: Pilih Ikon

# changeIcon.preview
source: Icon Preview
de: Icon-Vorschau
id: Pratinjau

# changeIcon.hd
source: Tap an icon to preview it in high resolution.
de: Tippe auf ein Icon, um es zu vergrößern
id: Ketuk ikon untuk melihat pratinjau.

# changeIcon.default
source: Default
de: Standard

# attachLink.title
source: Enter Link
de: Link eintragen
id: Lampirkan Tautan

# drop.noteOnItem
source: Note added to
de: Notiz hinzugefügt zu
id: Catatan ditambahkan ke

# drop.linkOnItem
source: Link added to
de: Link hinzugefügt zu
id: Tautan ditambahkan ke

# drop.imageOnItem
source: Image added to
de: Bild hinzugefügt zu
id: Gambar ditambahkan ke

# tagInline.sortTitle
source: Sort Tags
de: Tags sortieren
id: Urutkan Tag

# tagInline.emtpy
source: Tap the plus button to create a tag.
de: Keine Tags.
id: Ketuk tombol tambah untuk membuat tag.

# ext.widget.subs.displayName
source: Recurring Costs
de: Wiederkehrende Kosten
id: Biaya Berulang

# ext.widget.subs.description
source: View recurring costs for this month.
de: Zeigen Sie die wiederkehrenden Kosten für diesen Monat an..
id: Lihat biaya berulang untuk bulan ini.

# ext.widget.subs.nextUp
source: Next up
de: Nächster
id: Lanjut

# ext.widget.subs.nothingDue
source: No items due.
de: Nichts fällig.
id: Tidak ada yang jatuh tempo.

# ext.widget.tags.description
source: View totals from items using a particular tag.
de: Zeigen Sie Summen von Elementen mit einem bestimmten Tag an.
id: Lihat total dari item menggunakan tag tertentu.

# ext.widget.tags.rangeWeek
source: over this week
de: über diese Woche
id: selama minggu ini

# ext.widget.tags.over
source: over %@
de: über %@
id: lebih %@

# ext.widget.tags.spending
source: spending %@.
de: ausgaben %@.
id: pengeluaran %@.

# ext.widget.tags.highest
source: Highest
de: Höchste
id: Paling tinggi

# ext.widget.tags.lowest
source: Lowest
de: Niedrig
id: Terendah

# ext.widget.tags.total
source: Total
de: Gesamt

# ext.widget.tags.count
source: Count
de: Anzahl
id: Menghitung

# ext.widget.tags.item
source: item
de: artikel
id: barang

# ext.widget.tags.items
source: items
de: artikel
id: barang

# ext.widget.lists.displayName
source: List Insights
de: Einblicke auflisten
id: Buat Daftar Wawasan

# ext.widget.lists.description
source: View insights for a list.
de: Einblicke für eine Liste anzeigen.
id: Lihat wawasan untuk daftar.

# ext.widget.lists.unchecked
source: Unchecked:
de: Deaktiviert:
id: Tidak dicentang:

# ext.widget.lists.checked
source: Checked:
de: Überprüft:
id: Dicentang:

# ext.widget.lists.all
source: All:
de: Alles:
id: Semua:

# ext.widget.lists.average
source: Average:
de: Durchschnittlich:
id: Rata-rata:

# ext.widget.lists.highest
source: Highest:
de: Höchste:
id: Paling tinggi:

# ext.widget.lists.lowest
source: Lowest:
de: Niedrig:
id: Terendah:

# ext.widget.lists.items
source: Items
de: artikel
id: barang

# ext.appleCard.total
source: Total
de: Gesamt

# nudgeTitleCTXMenu
source: Copy, paste and more
de: Menüs
id: Menus

# nudgeMsgCTXMenu
source: Long press on items or lists to duplicate them, edit tags and more.
de: Drücken Sie lange auf Elemente, um weitere Optionen anzuzeigen.
id: Tekan lama item untuk opsi lainnya.

# general.text
source: Text
id: Teks

# general.ok
source: OK
id: Baiklah

# firstRun.vc.tags
source: Tags
id: Tandai

# ham.vc.reddit
source: Reddit Community
id: Komunitas Reddit

# ex.util.tag
source: Tags
id: Tanda

# list.vc.text
source: Text
id: Teks

# listEdit.attachLink
source: Link
id: Tautan

# listEdit.header4
source: Tag
id: Tanda

# ctx.ac.info
source: Info
id: Informasi
