Repository: DreamingInBinary/Spend-Stack-Public
Catalog: Spend Stack/Supporting Files/*.lproj/Localizable.strings
Languages: de, id

# advList.vc.explainSync
source: This will resend all of this list's data as it appears now on this device to iCloud. Use this if another device appears to be missing some of the data on this one.
de: Dadurch werden alle Daten dieser Liste, wie sie jetzt auf diesem Gerät angezeigt werden, erneut an iCloud gesendet. Verwende diese Option, wenn auf einem anderen Gerät Daten von diesem Gerät fehlen.
id: Akan mengirimkan ulang semua data dari daftar dalam perangkat ini ke iCloud. Gunakan apabila data tersebut tidak terdapat pada perangkat lain yang digunakan.

# advList.vc.fetch
source: Fetch List
de: Liste laden
id: Mengambil Daftar

# advList.vc.explainFetch
source: This will refetch all of this list's data from iCloud. Use this if this device appears to be missing some data from another one of your devices.
de: Dadurch werden alle Daten dieser Liste aus iCloud geladen. Verwende diese Option, wenn auf diesem Gerät Daten von einem anderen Gerät fehlen.
id: Mengambil ulang daftar data dari iCloud. Gunakan apabila pada perangkat ini tidak terdapat data yang berasal dari perangkat anda yang lain.

# advList.vc.performFetch
source: Perform Fetch
de: Jetzt laden
id: Jalankan Pengambilan

# advList.vc.allFetch
source: This will fetch all of Spend Stack's data from iCloud. Spend Stack will perform syncs on your behalf automatically. Only use this if your data appears inconsistent across devices.
de: Dadurch werden alle Expense App-Daten von iCloud abgerufen. Expense App führt automatisch Synchronisierungen für dich durch. Verwende diese Option nur, wenn deine Daten geräteübergreifend inkonsistent sind.
id: Ini akan mengambil semua data Spend Stack's dari iCloud. Spend Stack akan menjalankan sinkronisasi bagi anda secara otomatis. Gunakan hanya apabila data anda tampak tidak konsisten di semua perangkat yang anda gunakan.

# advList.vc.listFetch
source: This will refetch all of this list's data from iCloud. Use this if this device appears to be missing some data from another one of your devices.
de: Dadurch werden alle Daten dieser Liste aus iCloud abgerufen. Verwende diese Option, wenn auf diesem Gerät Daten von einem anderen Gerät fehlen.
id: Ini akan mengambil ulang semua daftar data anda dari iCloud. Gunakan apabila perangkat ini kehilangan sebagian data yang ada di perangkat lain yang anda.

# advList.vc.signIn
source: Sign In with iCloud
de: Mit iCloud anmelden
id: Masuk dengan iCloud

# advList.vc.singInExplain
source: You currently aren't signed into iCloud on your device. Please visit the Settings app to sign in, and all of your data will then begin to sync automatically.
de: Du bist derzeit auf deinem Gerät nicht bei iCloud angemeldet. Wechsle zur Einstellungen-App, um dich anzumelden. Alle deine Daten werden dann automatisch synchronisiert.
id: Perangkat anda tidak sedang terhugung dengan iCloud . Kunjungi menu Pengaturan untuk masuk , dan semua data anda akan mulai disinkronkan secara otomatis.

# advList.vc.noCon
source: Please connect to WiFi or ensure you have a celluar connection to sync your list with iCloud.
de: Stelle eine WLAN-Verbindung her oder stelle sicher, dass du eine Mobilfunkverbindung hast, um deine Liste mit iCloud zu synchronisieren.
id: Masuklah ke koneksi WiFi atau pastikan anda memiliki koneksi data seluler untuk mensinkronkan daftar anda dengan iCloud.

# advList.vc.doneList
source: List Sync Completed.
de: Listensynchronisation abgeschlossen.
id: Sinkronisasi Daftar Selesai.

# advList.vc.doneFetch
source: List Fetch Completed.
de: Listenabruf abgeschlossen.
id: Pengambilan Daftar Selesai.

# advList.vc.completed
source: Sync Completed.
de: Synchronisierung abgeschlossen.
id: Sinkronisasi Selesai.

# advList.vc.error
source: Sync finished with an error. Please contact support with the following message: %@
de: Bei der Synchronisierung ist ein Fehler aufgetreten. Bitte kontaktiere den Support mit der folgenden Nachricht: %@
id: Sinkronisasi selesai dengan kesalahan. Kontak bantuan dengan pesan berikut: %@

# advList.vc.appFetchFailed
source: CloudKit database is not configured.
de: CloudKit-Datenbank ist nicht konfiguriert.
id: Basis data CloudKit tidak dikonfigurasi.

# email.copy
source: Copy Support Email
de: Support-E-Mail-Adresse kopieren
id: Copy Email bantuan

# email.twitter
source: Open Twitter
de: Öffne Twitter
id: Buka Twitter

# email.client
source: No Email Client Found
de: Kein E-Mail-Client gefunden
id: Email Client Tidak ditemukan

# email.noClient
source: A default mail service isn't set on your device. You can reach us on Twitter, or send us an email to hi@spendstack.com as well.
de: Auf deinem Gerät ist kein Standard-E-Mail-Dienst festgelegt. Du kannst uns auf Twitter erreichen oder eine E-Mail an hi@spendstack.com senden.
id: Standar layanan email tidak di set pada perangkat anda. Anda dapat menghubungi kami di Twitter, atau melalui email ke hi@spendstack.com.

# about.vc.title
source: About
de: Über
id: Tentang

# about.vc.version
source: Spend Stack Version
de: Expense App Version
id: Versi Spend Stack

# about.vc.design
source: Designed and developed by Dreaming In Binary LLC.
de: Entworfen und entwickelt von [INSERT COMPANY NAME].
id: Didesain dan dikembangkan oleh Dreaming In Binary LLC.

# privacy.vc.title
source: Privacy Policy
de: Datenschutz-Bestimmungen
id: Kebijakan Privasi

# privacy.vc.subhead1
source: Location Data
de: Standortdaten
id: Data Lokasi

# privacy.vc.explain1
source: If you're within the United States, we request your location to find the local sales tax of the area. This information is requested from Sale-Tax.com. We do not store or persist your location data in any form, and it is discarded immediately after a sales tax amount is found.
de: Wenn du dich in den USA befindest, fragen wir deinen Standortab, um die örtliche Mehrwertsteuer in deiner Region zu bestimmen. Diese Informationen werden von Sale-Tax.com angefordert. Wir speichern deine Standortdaten in keiner Form und sie werden sofort gelöscht, nachdem ein Mehrwertsteuerbetrag ermittelt wurde.
id: Jika anda berada di Amerika Serikat, kami meminta lokasi anda untuk menentukan tariff pajak penjualan lokal di area anda. Informasi ini diperoleh dari Sale-Tax.com. Kami tidak menyimpan atau menahan data lokasi anda dalam bentuk apapun, Data lokasi anda akan dihapus segera setelah tarif pajak penjualan diperoleh.

# privacy.vc.subhead2
source: Debugging Data
de: Debuggen von Daten

# privacy.vc.explain2
source: We use Apple's opt-in service for crash reporting. Your device, version of iOS and the date of when the crash occurred will be viewable by us. However, no personally identifiable information is kept by us or sent to Bug Snag. The only things we will see are what steps were taken before the crash occurred. We will not see any of the data you've entered such as the name of your lists, items, notes or images.
de: Wir verwenden Apple für das Sammeln von Absturzmeldungungen. Ihr Gerät, Ihre iOS-Version und das Datum, an dem der Absturz aufgetreten ist, werden uns dabei angezeigt. Es werden jedoch keine personenbezogenen Daten von uns gespeichert oder an Bug Snag gesendet. Wir können nur sehen, welche Schritte vor dem Absturz unternommen wurden. Wir sehen keine der von dir eingegebenen Daten wie den Namen deiner Listen, Elemente, Notizen oder Bilder.
id: Kami menggunakan Bug Snag untuk melaporkan crash. Perangkat anda, versi dari iOS dan tanggal crash terjadi akan dapat terlihat oleh kami. Walaupun demikian tidak ada identitas personal yang kami simpan maupun kami kirimkan ke Bug Snag. Yang dapat kami lihat hanyalah langkah yang diambil sebelum terjadi crash. Kami tidak dapat melihat data apapun yang anda masukkan, seperti nama dari daftar anda, nama entri, catatan, atau gambar.

# privacy.vc.subhead3
source: Personal Data
de: Persönliche Daten
id: Data personal

# privacy.vc.explain3
source: Put simply, nothing you enter in Spend Stack is ever viewable by us. For debugging purposes, we may ask you to provide this kind of information to troubleshoot an issue. Otherwise, it is written directly to your device and any data that's synced is done so via Apple's iCloud services and is not accessible to us.
de: Einfach ausgedrückt, nichts, was du in Expense App eingibst, kann von uns gesehen werden. Zu Debugging-Zwecken bitten wir dich möglicherweise, diese Art von Informationen bereitzustellen, um ein Problem zu beheben. Andernfalls wird alles direkt auf deinem Gerät gespeichert, und alle synchronisierten Daten werden über die iCloud-Dienste von Apple übertragen und sind für uns nicht zugänglich.
id: Secara sederhana, tidak ada data yang anda masukkan ke Spend Stack yang dapat terlihat oleh kami. Untuk fungsi debugging, kami mungkin meminta anda untuk memberi informasi untuk mengatasi masalah, jika tidak informasi tersebut terekam ke perangkat anda, dan data yang disinkronkan melalui iCloud Apple tidak dapat diakses oleh kami.

# privacy.vc.question
source: Any Questions?
de: Irgendwelche Fragen?
id: Ada Pertanyaan?

# privacy.vc.contact
source: If you have any questions at all about your data, please don't hesitate to contact us. We're happy to answer anything!
de: Wenn du Fragen zu deinen Daten hast, zögere bitte nicht, uns zu kontaktieren. Wir beantworten gerne jede Anfrage!
id: Jika anda mempunyai pertanyaan tentang data anda, jangan ragu untuk menghubungi kami, dengan senang hati kami akan membantu.

# openSrouce.vc.header
source: Libraries
de: Bibliotheken

# openSource.vc.masonry
source: Used to create our user interfaces.
de: Wird zum Erstellen unserer Benutzeroberflächen verwendet.
id: Digunakan untuk membuat tampilan antar muka kami.

# openSource.vc.ig
source: Used to reload your lists.
de: Wird verwendet, um deine Listen neu zu laden.
id: Digunakan untuk memuat ulang daftar anda.

# openSource.vc.fmdb
source: Used to store your data locally.
de: Dient zum lokalen Speichern deiner Daten.
id: Digunakan untuk menyimpan data local pada perangkat anda.

# createList.vc.title
source: Create a List
de: Erstelle eine Liste
id: Membuat sebuah daftar

# createList.vc.untitled
source: Untitled List
de: Liste ohne Titel
id: Daftar belum ada nama

# createList.vc.apply
source: Apply %@
de: %@ anwenden
id: Menerapkan %@

# createList.vc.manualEnterTax
source: tax rate
de: Geben Sie einen Steuersatz ein
id: Masukkan tarif pajak

# createList.vc.set
source: Set Tax Rate
de: Steuersatz einstellen
id: Setel tarif pajak

# createList.vc.setTo
source: Tax rate set to %@
de: Steuersatz auf %@
id: Tarif pajak di set ke %@

# createList.vc.checks
source: Make Check List
de: Checkboxen anzeigen
id: Perlihatkan kotak centang

# createList.vc.location
source: By Location
de: Nach Ort
id: Berdasarkan lokasi

# createList.vc.use
source: Use %@ (%@)
de: %@ ( %@ ) verwenden
id: Gunakan %@ (%@)

# createList.vc.manually
source: Enter Manually
de: Manuell eintragen
id: Masukkan manual

# createList.vc.edit
source: Edit Tax Rate
de: Steuersatz bearbeiten
id: Ubah tarif pajak

# createList.vc.removeTax
source: Remove Tax Rate
de: Steuersatz entfernen
id: Hapus tarif pajak

# createList.vc.imgAcc
source: Learn more about how sales tax works.
de: Erfahre mehr darüber, wie die Mehrwertsteuer funktioniert

# createList.vc.imgAcc2
source: Learn more about how check lists work.
de: Erfahre mehr über die Funktionsweise von Checklisten.
id: Pelajari lebih lanjut tentang cara kerja daftar periksa.

# createList.vc.currency
source: Currency (%@)
de: Währung (%@)
id: Mata uang (%@)

# taxUtil.tax
source: Sales Tax
de: Mehrwertsteuer
id: Pajak penjualan

# taxPerm.main
source: Spend Stack needs to know your location to find your local sales tax. If that sounds good, please grant us location permissions.
de: Expense App muss deinen Standort kennen, um deine lokale Mehrwertsteuer zu ermitteln. Wenn das gut klingt, erteile uns bitte Standortberechtigungen.
id: Spend Stack memerlukan lokasi anda untuk mengetahui tarif pajak penjualan di lokasi anda. If terlihat bagus, tolong berikan lokasi anda.

# taxPerm.grant
source: Grant Permission
de: Erlaubnis erteilen
id: Berikan izin

# taxPerm.steps
source: Please open your %@ settings to grant us permission to temporarily view your location.
de: Öffne deine %@ -Einstellungen, um uns die Erlaubnis zu erteilen, deinen Standort vorübergehend abzufragen.
id: Tolong buka %@ menu pengaturan untuk memberi kami izin sementara untuk mengetahui lokasi anda .

# taxPerm.disabled
source: Location Services Disabled
de: Ortungsdienste deaktiviert
id: Layanan Lokasi dinonaktifkan

# findTax.vc.title
source: Find Tax Rate
de: Steuersatz suchen
id: Temukan tarif pajak

# findTax.vc.good
source: Looks Good
de: Sieht gut aus
id: Terlihat Bagus

# findTax.vc.manual
source: Enter Manually
de: Manuell eintragen
id: Masukkan Manual

# findTax.vc.locating
source: Locating...
de: Ortung ...
id: Menentukan Lokasi...

# findTax.vc.credit
source: Sales tax data provided by Sale-Tax.com
de: Mehrwertsteuerdaten stammen von Sale-Tax.com
id: Data tariff pajak disediakan oleh Sale-Tax.com

# findTax.vc.found
source: Local sales tax is %@
de: Die lokale Mehrwertsteuer beträgt %@
id: Tarif pajak local adalah %@

# findTax.vc.error
source: We're unable to determine your location. You can enter a tax rate manually or contact us to get help.
de: Wir können deinen Standort nicht ermitteln. Du kannst den Steuersatz manuell eingeben oder uns kontaktieren, um Hilfe zu erhalten.
id: Kami tidak dapat menetukan lokasi anda. Anda dapat memasukkan tarif pajak secara manual atau hubungi kami untuk bantuan.

# enterTax.vc.title
source: Enter Tax Rate
de: Steuersatz eingeben
id: Masukkan tarif pajak

# enterTax.vc.change
source: No, I'll Change It
de: Nein, ich werde ihn ändern
id: Tidak, saya akan mengubahnya

# enterTax.vc.adjust
source: Adjust Tax Rate?
de: Steuersatz anpassen?
id: Hendak mengubah tarif pajak?

# list.vc.deleteItems
source: Delete Items
de: Elemente löschen
id: Hapus beberapa entri

# list.vc.deleteItem
source: Delete Item
de: Element löschen
id: Hapus entri

# list.vc.confirmDeleteItems
source: Would you like to delete the selected items?
de: Möchtest du die ausgewählten Elemente löschen?
id: Hendak menghapus entri-entri terpilih?

# list.vc.confirmDeleteItem
source: Would you like to delete the selected item?
de: Möchtest du das ausgewählte Element löschen?
id: Hendak menghapus entri terpilih?

# list.vc.collabDetails
source: Collaboration Details
de: Details zur Zusammenarbeit
id: Detail Kolaborasi

# list.vc.collabPrompt
source: Collaborate with Others
de: Mit anderen zusammenarbeiten
id: Kolaborasi dengan yang lain

# list.vc.setTag
source: Set Tag
de: Tag setzen
id: Setel Tanda

# list.vc.settings
source: List Settings
de: Listeneinstellungen
id: Pengaturan Daftar

# list.vc.restore
source: Restore List
de: Liste wiederherstellen
id: Pulihkan Daftar

# list.vc.leaveDeleted
source: Leave Deleted
de: Gelöscht lassen
id: Biarkan terhapus

# list.vc.isDeleted
source: List Deleted
de: Liste gelöscht
id: Daftar terhapus

# list.vc.isDeletedInfo
source: This list was deleted. Do you want to restore it, or leave it deleted?
de: Diese Liste wurde gelöscht. Möchtest du sie wiederherstellen oder gelöscht lassen?
id: Daftar ini telah dihapus dari perangkat lain. Apakah anda ingin memulihkannya, atau membiarkannya terhapus?

# list.vc.empty
source: Add an item by tapping the + icon below
de: Füge deiner Liste einen Artikel hinzu, indem du unten auf das + Symbol tippst
id: Tambahkan entri ke daftar anda dengan tap icon + icon dibawah

# list.vc.image
source: Image
de: Bild
id: Gambar

# list.vc.share
source: Share List
de: Liste teilen
id: Bagikan daftar

# list.vc.shareMethod
source: How would you like to share your list?
de: Wie möchtest du deine Liste teilen?
id: Bagaimana anda hendak membagikan daftar anda?

# breakdown.vc.title
source: Total
de: Gesamt

# breakdown.vc.subtotal
source: Subtotal:
de: Zwischensumme:

# breakdown.vc.tax
source: Tax:
de: MwSt:
id: Pajak:

# breakdown.vc.discounts
source: Discounts:
de: Rabatte:
id: Diskon:

# breakdown.vc.totalColon
source: Total:
de: Gesamt:

# breakdown.vc.all
source: All Items
de: Alle Elemente
id: Semua barang

# breakdown.vc.recurring
source: Recurring Costs
de: Wiederkehrende Kosten
id: Biaya Berulang

# breakdown.subtotal
source: Subtotal
de: Zwischensumme

# breakdown.tax
source: Tax
de: MwSt
id: Pajak

# breakdown.discounts
source: Discounts
de: Rabatte
id: Diskon

# breakdown.total
source: Total
de: Gesamt

# allItems.title
source: All Items
de: Alle Elemente
id: Semua Entri

# allItems.item
source: item
de: Element
id: Entri

# allItems.items
source: items
de: Elemente
id: Entri-entri

# allItems.count
source: Count:
de: Anzahl:
id: Hitung:

# allItems.average
source: Average:
de: Durchschnitt:
id: Rata-rata:

# allitems.highest
source: Highest:
de: Höchster:
id: Tertinggi:

# allItems.lowest
source: Lowest:
de: Niedrigster:
id: Terendah:

# tagInsights.bar
source: Bar Chart
de: Balkendiagramm
id: Grafik Batang

# tagInsights.pie
source: Pie Chart
de: Kuchendiagramm
id: Grafik Lingkaran

# tagInsights.noData
source: No Data.
de: Keine Daten.
id: Tidak ada data.

# tagInsights.empty
source: This list has no tags. When you add some, we'll show insights about each of them here.
de: Diese Liste enthält keine Tags. Wenn du welche hinzufügst, wird hier eine Aufschlüsselung angezeigt.
id: Daftar ini tidak memiliki tanda. Ketika anda menambahkan beberapa, kami akan menunjukkan lebih detail dari setiap tanda di sini.

# tagInsights.acc
source: %@, Tag Color %@
de: %@ , Tag-Farbe %@
id: %@, Warna Tanda %@

# quickAdd.empty
source: Item Name...
de: Name des Elements...
id: Nama Entri...

# quickAdd.defaultItem
source: New Item
de: Neues Element
id: Barang baru

# list.vc.changeTax
source: Change Tax Rate (%@)
de: Steuersatz ändern (%@)
id: Ubah tarif pajak (%@)

# list.vc.title
source: List Options and Sharing
de: Listenoptionen und Freigabe
id: Daftar opsi dan bagikan

# list.vc.collab
source: Collaboration Details
de: Details zur Zusammenarbeit
id: Detail Kolaborasi

# list.vc.collabInit
source: Collaborate with Others
de: Mit anderen zusammenarbeiten
id: Kolaborasi dengan yang lain

# list.vc.editName
source: List Name
de: Listenname
id: Nama Daftar

# list.vc.removeAll
source: Remove All Items
de: Alle Elemente entfernen
id: Hapus semua entri

# list.vc.lock
source: Secure List with %@
de: Liste sperren mit %@
id: Daftar Aman dengan %@

# list.vc.check
source: Show Checkboxes
de: Checkboxen anzeigen
id: Tunjukkan kotak centang

# list.vc.advanced
source: Advanced
de: Fortgeschritten
id: Lebih lanjut

# list.vc.header1
source: Share and Export
de: Teilen und exportieren
id: Bagikan dan Ekspor

# list.vc.header2
source: Edit List
de: Liste bearbeiten
id: Sunting Daftar

# list.vc.header3
source: Options
de: Optionen
id: Opsi

# list.vc.clear
source: Clear List
de: Liste leeren
id: Kosongkan Daftar

# list.vc.clear1
source: This will delete all the items on your list. Are you sure?
de: Dadurch werden alle Elemente in deiner Liste gelöscht. Bist du sicher?
id: Ini akan menghapus semua entri dalam daftar. Apakah anda yakin akan melakukannya?

# list.vc.lockNo
source: Locking Unavailable
de: Sperre nicht verfügbar
id: Mengunci tidak tersedia

# list.vc.lockNoReason
source: Your device doesn't have authentication enabled. To lock lists, setup either a Face ID, Touch ID or a PIN within iOS to use this feature.
de: Auf deinem Gerät ist Authentifizierung nicht aktiviert. Um Listen zu sperren, richte entweder Face ID, Touch-ID oder einen PIN-Code in iOS ein.
id: Perangkat anda tidak memiliki otentikasi. Untuk mengunci daftar, jalankan salah satu dari Pengenalan Wajah, Pengenalan Sidik Jari atau PIN pada iOS untuk menggunakan fitur ini.

# list.vc.currency
source: Currency
de: Währung
id: Mata uang

# list.vc.chooseCurrency
source: Select Currency
de: Währung auswählen
id: Pilih Mata Uang

# export.subTotal
source: Subtotal: %@
de: Zwischensumme: %@

# export.tax
source: Tax: %@
de: Steuer: %@
id: Pajak: %@

# export.discount
source: Discounts: %@
de: Rabatte: %@
id: Diskon: %@

# export.total
source: Total: %@
de: Gesamt: %@

# export.html.cost
source: <h4>Cost</h4><p>
de: <h4>Kosten</h4><p>

# export.html.subTotal
source: <strong>Subtotal:</strong><em>%@</em><br />
de: <strong>Zwischensumme</strong><em>%@</em><br />

# export.html.tax
source: <strong>Tax:</strong><em>%@</em><br />
de: <strong>Steuer:</strong><em>%@</em><br />
id: <strong>Pajak:</strong><em>%@</em><br />

# export.html.discount
source: <strong>Discounts:</strong><em>%@</em><br />
de: <strong>Rabatte:</strong><em>%@</em><br />
id: <strong>Diskon:</strong><em>%@</em><br />

# export.html.total
source: <strong>Total:</strong><em>%@</em><br />
de: <strong>Gesamt:</strong><em>%@</em><br />

# listName.vc.title
source: Edit List Name
de: Listenname bearbeiten
id: Sunting Nama Daftar

# listName.vc.titleItem
source: Edit Item Name
de: Name des Elements bearbeiten
id: Edit nama Item

# listEdit.include
source: Include %@
de: Inklusive %@
id: Termasuk %@

# listEdit.noTax
source: This list has no tax rate set.
de: Für diese Liste ist kein Steuersatz festgelegt.
id: Daftar ini belum ditentukan tarif pajaknya.

# listEdit.remove
source: Remove Discount
de: Rabatt entfernen
id: Hapus Diskon

# listEdit.add
source: Add Discount
de: Rabatt hinzufügen
id: Tambahkan Diskon

# listEdit.amountOff
source: Amount Off
de: Betrag abziehen
id: Jumlah Dari

# listEdit.percentOff
source: Percentage Off
de: Prozentsatz abziehen
id: Persentase Dari

# listEdit.discountType
source: Choose Discount Type
de: Wähle eine Rabattart
id: Pilih Tipe Diskon

# listEdit.apply
source: Apply a certain amount or percentage off.
de: Lasse automatisch einen bestimmten Betrag oder Prozentsatz abziehen.
id: Terapkan Jumlah atau Persentase dari.

# listEdit.removePhoto
source: Remove Photo
de: Foto entfernen
id: Hapus Foto

# listEdit.removeLink
source: Remove Link
de: Link löschen
id: Hapus Tautan

# listEdit.addPhoto
source: Add Photo
de: Foto hinzufügen
id: Tambahkan Foto

# listEdit.addLink
source: Add Link
de: Link hinzufügen
id: Tambahkan Tautan

# listEdit.regularPricing
source: Regular
de: Normal
id: Harga Normal

# listEdit.weightedPricing
source: By Weight
de: Nach Gewicht
id: Harga berdasarkan bobot

# listEdit.recurringPricing
source: Recurring
de: Wiederkehrend
id: Berulang

# listEdit.attachImage
source: Image
de: Bild
id: Gambar

# listEdit.price
source: Price:
de: Preis:
id: Harga

# listEdit.per
source: per %@
de: pro %@

# listEdit.subtotal
source: Subtotal:
de: Zwischensumme:

# listEdit.weight
source: Weight:
de: Gewicht:
id: Bobot:

# listEdit.discount
source: Discount:
de: Rabatt:
id: Diskon:

# listEdit.cycle
source: Cycle:
de: Zyklus:
id: Siklus:

# listEdit.tax
source: Tax:
de: MwSt:
id: Pajak:

# listEdit.total
source: Total:
de: Gesamt:

# listEdit.note
source: Leave a note about this item.
de: Trage eine Notiz zu diesem Element ein.
id: Tinggalkan catatan untuk entri ini.

# listEdit.addTag
source: Add a Tag
de: Füge einen Tag hinzu
id: Tambahkan Tanda

# listEdit.noImage
source: We had an issue downloading this image. Please try again later.
de: Beim Herunterladen dieses Bildes ist ein Problem aufgetreten. Bitte versuche es später erneut.
id: Ada masalah dalam mendownload gambar ini. Coba lagi nanti.

# listEdit.noLink
source: We had an issue fetching this link. Please try again later.
de: Wir hatten ein Problem beim Abrufen dieses Links.mBitte versuchen Sie es später erneut.
id: Kami memiliki masalah dalam mengambil tautan ini. Silakan coba lagi nanti.

# listEdit.image.acc
source: Tap to view image.
de: Tippe hier, um das Bild anzuzeigen.
id: Tap untuk melihat gambar.

# listEdit.image.attach
source: Attach an Image
de: Bild anhängen
id: Lampirkan gambar
