Repository: DreamingInBinary/Spend-Stack-Public
Catalog: Spend Stack/Supporting Files/*.lproj/Localizable.strings
Languages: de, id

# general.help
source: Help
de: Hilfe
id: Tolong

# general.edit
source: Edit
de: Bearbeiten
id: Ubah

# general.yes
source: Yes
de: Ja
id: Ya

# general.continue
source: Continue
de: Fortsetzen
id: Teruskan

# general.cancel
source: Cancel
de: Abbrechen
id: Batalkan

# general.settings
source: Settings
de: Einstellungen
id: Pengaturan

# general.delete
source: Delete
de: Löschen
id: Hapus

# general.sort
source: Sort
de: Sortieren
id: Sortir

# general.print.no
source: Printing Unavailable
de: Drucken nicht verfügbar
id: Pencetakan tidak tersedia

# general.print.no2
source: Printing isn't enabled on this device.
de: Das Drucken ist auf diesem Gerät nicht aktiviert.
id: Pencetakan tidak diaktifkan pada perangkat ini.

# general.shareList
source: Share List
de: Liste teilen
id: Bagikan Daftar

# general.shareLists
source: Share Lists
de: Listen teilen
id: Bagikan Beberapa Daftar

# general.shareList.method
source: How would you like to share your lists?
de: Wie möchtest du deine Liste teilen?
id: Bagaimana hendak membagikan daftar anda?

# general.shareLists.method
source: How would you like to share your list?
de: Wie möchtest du deine Listen teilen?
id: Bagaimana hendak membagikan beberapa daftar anda?

# general.deleteList
source: Delete List
de: Liste löschen
id: Hapus Daftar

# general.deleteLists
source: Delete Lists
de: Listen löschen
id: Hapus Beberapa Daftar

# general.deleteList.method
source: Would you like to delete the selected list?
de: Möchtest du die ausgewählte Liste löschen?
id: Hendak menghapus daftar terpilih?

# general.deleteLists.method
source: Would you like to delete the selected lists?
de: Möchtest du die ausgewählten Listen löschen?
id: Hendak menghapus beberapa daftar terpilih?

# general.deleteList.yesConfirm
source: Delete List
de: Liste löschen
id: Hapus Daftar

# general.deleteListItems.yesConfirm
source: Delete All Items
de: Alles löschen
id: Hapus Segalanya

# general.deleteList.shared
source: Delete Shared List?
de: Möchtest du die geteilte Liste löschen?
id: Hapus Daftar Bersama?

# general.deleteList.sharedExp
source: It will be deleted on all of your devices. To reopen the list, tap the link you were invited with.
de: Die Liste wird auf all deinen Geräten gelöscht. Tippe auf den Link, mit dem du eingeladen wurdest, um die Liste erneut zu öffnen.
id: Daftar akan dihapus pada semua perangkat anda. Untuk membuka kembali, tap link undangan anda.

# general.deleteList.sharedExp2
source: If you delete this shared list, other people will no longer have access, and it will be deleted on all of their devices.
de: Wenn du diese freigegebene Liste löschst, haben andere Personen keinen Zugriff mehr und sie wird auf all deinen Geräten gelöscht.
id: Jika anda menghapus daftar bersama, orang lain tidak dapat mengakses, dan akan terhapus dari perangkat mereka.

# general.alphabetically
source: Alphabetically
de: Alphabetisch
id: Berdasarkan Abjad

# general.newest
source: Newest
de: Neueste
id: Terbaru

# general.oldest
source: Oldest
de: Älteste
id: Terlama

# general.sort.lists
source: Sort Lists
de: Listen sortieren
id: Sortir Daftar

# general.choose
source: Choose an option.
de: Wähle eine Option.
id: Pilih.

# general.lists
source: Lists
de: Listen
id: Daftar

# general.advanced
source: Advanced
de: Fortgeschritten
id: Lebih lanjut

# general.about
source: About
de: Über
id: Tentang

# general.noConnection
source: No Connection Available
de: Keine Verbindung verfügbar
id: Koneksi tidak tersedia

# general.contactSupport
source: Contact Support
de: Kontaktiere den Support
id: Hubungi Bantuan

# general.contactUs
source: Contact Us
de: Kontaktiere uns
id: Hubungi Kami

# general.error.title
source: Excuse Us
de: Entschuldigung
id: Mohon Maaf

# general.noThanks
source: No Thanks
de: Nein danke
id: Tidak terima kasih

# general.openSettings
source: Open Settings
de: Einstellungen öffnen
id: Buka Pengaturan

# general.share
source: Share
de: Teilen
id: Bagikan

# general.print
source: Print
de: Drucken
id: Cetak

# general.image
source: Image
de: Bild
id: Gambar

# general.untitled
source: Untitled Item
de: Ohne Titel
id: Tanpa judul

# general.gotIt
source: Got it!
de: Verstanden!
id: Mengerti!

# ac.tapToDismiss
source: Double tap to dismiss.
de: Zum Entlassen zweimal tippen.
id: Ketuk dua kali untuk menutup.

# error.appleCardImport
source: The file was unable to be imported. If the issue persists, please contact support.
de: Die Datei konnte nicht gelesen werden.
id: File tidak dapat dibaca.

# error.appleCardImport.noAccess
source: Spend Stack couldn't get permissions to access that file.
de: Wir haben keine Berechtigung, auf die Datei zuzugreifen.
id: Kami tidak memiliki izin untuk mengakses file tersebut.

# appleCard.header
source: Import for Apple Card ®
de: Import für Apple Card ®
id: Impor untuk Apple Card ®

# appleCard.copy
source: Import your Apple Card® Statements into a list in Spend Stack. For each charge, we'll create an item for your list complete with a tag for its category. This data is only viewable by you or anyone you share your list with. To get started, you'll need to export an Apple Card® statement into the Files app in a .csv format.
de: Importiere deine Apple Card®-Umsätze in eine Liste in Expense App. Für jeden Umsatz erstellen wir ein Element für deine Liste. Diese Daten können nur von dir oder anderen Personen angezeigt werden, mit denen du deine Liste teilst. Exportiere zunächst einen Apple Card®-Kontoauszug im CSV-Format in die Dateien-App.
id: Impor Pernyataan Apple Card® Anda ke daftar di Spend Stack. Untuk setiap tagihan, kami akan membuat item untuk daftar Anda. Data ini hanya dapat dilihat oleh Anda atau siapa pun yang Anda bagikan daftar. Untuk memulai, ekspor pernyataan Apple Card® ke aplikasi Files dalam format .csv.

# appleCard.start
source: Get Started
de: Start
id: Mulai

# appleCard.howTo
source: How to export your Apple Card® statements.
de: So exportierst du deinen Apple Card®-Kontoauszug.
id: Cara mengekspor pernyataan Apple Card® Anda.

# appleCard.import
source: Imported %@ of %@ items.
de: %@ von %@ Elementen importiert.
id: Impor %@ dari %@ item.

# appleCard.done
source: Apple Card Import Finished
de: Apple Card Import abgeschlossen

# barItem.scan
source: Scan Barcode
de: Barcode scannen
id: Pindai Barcode

# barItem.listBreakdown
source: List Breakdown
de: Listenaufschlüsselung
id: Rincian Daftar

# barItem.listBreakdown.asc
source: View List's Cost
de: Kosten der Liste anzeigen
id: Lihat Daftar Biaya

# barItem.insights
source: List Insights
de: Daten zur Liste
id: Daftar lebih detail

# barItem.addTag
source: Add Tag
de: Tag hinzufügen
id: Tambahkan Tanda

# barItem.add
source: Add
de: Hinzufügen
id: Tambah

# barItem.addItem
source: Add Item
de: Element hinzufügen
id: Tambahkan Barang

# barItem.kb
source: Dismiss Keyboard
de: Tastatur schließen
id: Sembunyikan Keyboard

# barItem.zeroes.asc
source: Double Zero
de: Doppelnull
id: Dua nol

# barItem.zeroes.ascHint
source: Add two zeroes to amount.
de: Füge zwei Nullen zum Betrag hinzu.
id: Tambahkan dua nol ke jumlah.

# barItem.export
source: Export
de: Exportieren
id: Ekspor

# barItem.export.asc
source: Export Data
de: Daten exportieren
id: Ekspor Data

# barItem.photo
source: Take a photo
de: Mach ein Foto
id: Ambil gambar

# barItem.docs
source: View Documents
de: Dokumente anzeigen
id: Lihat Dokumen

# barItem.plusMinus
source: Plus Minus
de: Positive Zahl umschalten

# barItem.plusMinus.asc
source: Toggles between a negative and positive number.
de: Schaltet zwischen einer negativen und einer positiven Zahl um.
id: Beralih di antara angka pengurang dan penambah.

# barItem.edit
source: Edit
de: Bearbeiten

# barItem.appleCard
source: Import Apple Card Statement
de: Apple Card Kontoauszug importieren
id: Impor Pernyataan Kartu Apple

# emptyView.create
source: To create a list, tap the icon at the bottom right.
de: Tippe auf das Symbol unten rechts, um eine Liste zu erstellen.
id: Untuk membuat daftar, tap icon di kanan bawah.

# kc.create
source: Create a New List
de: Erstelle eine neue Liste
id: Buat Daftar Baru

# kc.help
source: Open Help & More
de: Öffne die Hilfe und mehr
id: Buka Bantuan

# firstRun.vc.flexibile
source: Budget using lists
de: Budgetiere mit Listen
id: Catatan keuangan yang lengkap dan fleksibel

# firstRun.vc.share
source: Track subscriptions, import Apple Card™ statements, budget out a vacation or make an envelope budget that you can share with others.
de: Erstelle Einkaufs-, Geburtstags- und sogar Budgetlisten, an denen du mit anderen zusammenarbeiten kannst.
id: Membuat daftar belanja, keperluan sehari-hari, ulang tahun dan anggaran yang dapat anda kolaborasikan.

# firstRun.vc.accurate
source: Figure exact costs
de: Auf den Punkt
id: Akurat, hingga satuan terkecil

# firstRun.vc.accurate2
source: Know exactly how much each item costs with discounts, taxes, pricing by weight and more.
de: Behalte die Preise aller Elemente mit Rabatten, Preisangaben nach Gewicht und mehr stets im Blick.
id: Ketahui dengan tepat setiap harga entri termasuk diskon, pajak, harga per satuan, dan sebagainya .

# firstRun.vc.organize
source: Categorize and organize anything by creating tags.
de: Kategorisiere und organisiere alles, indem du Tags erstellst.
id: Atur dan kategorikan semua dengan membuat tanda.

# firstRun.vc.headerText
source: Welcome to Spend Stack
de: Willkommen bei Expense App
id: Selamat Datang di Spend Stack

# firstRun.vc.headerText2
source: Welcome to Spend Stack
de: Willkommen bei Expense App
id: Selamat Datang di Spend Stack

# betaExpired.headerText
source: Thanks for testing Spend Stack
de: Danke für's Testen von Expense App

# betaExpired.headerText2
source: Thanks for testing Spend Stack
de: Danke für's Testen von Expense App

# betaExpired.detail
source: This build has expired. Please download the version in the App Store.
de: Dieser Build ist abgelaufen. Bitte lade die Version aus dem App Store herunter.
id: Bangunan ini telah kedaluwarsa. Silakan unduh versi yang ditemukan di App Store.

# betaExpired.download
source: Download
de: Herunterladen
id: Unduh

# ham.vc.title
source: Help and More
de: Hilfe und mehr
id: Bantuan

# ham.vc.manage
source: Manage Tags
de: Tags verwalten
id: Atur Tanda

# ham.vc.learn
source: Learn More
de: Mehr erfahren
id: Pelajari lebih lanjut

# ham.vc.tags
source: Create or edit tags.
de: Tags erstellen oder bearbeiten.
id: Buat atau edit tag

# ham.vc.totals
source: Show Tag Totals
de: Tag-Summen anzeigen
id: Perlihatkan Semua Tanda

# ham.vc.listTotal
source: Show List Total
de: Gesamte Liste anzeigen
id: Perlihatkan Semua Daftar

# ham.vc.more
source: Syncing and other options.
de: Synchronisierung und andere Optionen.
id: Sinkronkan and opsi lain.

# ham.vc.contact
source: Contact Us
de: Kontaktiere uns
id: Hubungi kami

# ham.vc.question
source: Get help or ask a question.
de: Hole dir Hilfe oder stelle eine Frage.
id: Dapatkan bantuan atau kirim pertanyaan anda.

# ham.vc.tweet
source: Tweet Us
de: Tweete uns etwas
id: Tweet kami

# ham.vc.upToDate
source: Stay up to date.
de: Auf dem Laufenden bleiben.
id: Selalu up to date.

# ham.vc.reddit2
source: Chat with other users.
de: Chatte mit anderen Benutzern.
id: Chat dengan pengguna lain.

# ham.vc.version
source: Version information.
de: Versionsinformation.
id: Informasi Versi.

# ham.vc.review
source: Review Spend Stack
de: Expense App bewerten
id: Ulasan Spend Stack

# ham.vc.review2
source: Let us know how we're doing.
de: Lasse uns wissen, wie dir Expense App gefällt.
id: Berikan penilaian anda tentang kami.

# ham.vc.privacy
source: Privacy Policy
de: Datenschutz-Bestimmungen
id: Kebijakan Privasi

# ham.vc.privacy2
source: Your data is yours.
de: Deine Daten gehören dir.
id: Data anda sepenuhnya milik anda.

# ham.vc.acknowledge
source: Acknowledgments
de: Danksagung
id: Ucapan terima kasih

# ham.vc.acknowledge2
source: Open source libraries we've used.
de: Von uns verwendete Open Source-Bibliotheken.
id: Open source libraries yang kami gunakan.

# ham.vc.header00
source: Tips and Guides
de: Tipps
id: Kiat

# ham.vc.header0
source: Appearance
de: Aussehen
id: Penampilan

# ham.vc.header1
source: List Settings
de: Listeneinstellungen
id: Pengaturan Daftar

# ham.vc.header2
source: Reach Out
de: Kontakt
id: Jangkauan

# ham.vc.header3
source: Colophon
de: Kolophon
id: Tanda Penerbit

# ham.vc.wholeNum
source: Use Whole Numbers
de: Verwende ganze Zahlen
id: Gunakan penulisan angka secara penuh

# ham.vc.localize
source: Translation Suggestion
de: Übersetzung vorschlagen
id: Saran alih bahasa

# ham.vc.localize2
source: Improve our localization.
de: Verbessere unsere Lokalisierung.
id: Pengembangan lokal.

# ham.vc.appearance
source: Change Icon
de: Symbol bearbeiten
id: Edit ikon

# ham.vc.appearance2
source: Fit for any home screen.
de: Finde einen neuen Favoriten.
id: Temukan favorit baru.

# ham.vc.guides
source: Just getting started?
de: Neu bei Expense App?
id: Baru menggunakan Stack?

# ham.vc.guides2
source: Read our quick start blog post.
de: Fang hier an.
id: Mulai di sini.

# ex.util.tagTotal
source: Tag Subtotals
de: Tag-Zwischensumme
id: Subtotal Tanda

# ex.util.listTotal
source: List Totals
de: Summen auflisten
id: Total Daftar

# ex.util.wholeNum
source: Whole Numbers
de: Ganze Zahlen
id: Keseluruhan

# ex.util.tax
source: Sales Tax Rate
de: Mehrwertsteuersatz

# ex.util.check
source: Checklists
de: Checklisten
id: Checkboxes

# ex.util.currency
source: Custom Currencies
de: Eine Währung auswählen
id: Memilih mata uang

# ex.util.acc1
source: Image of list tags.
de: Bild von Listen-Tags.
id: Gambar dari daftar tanda.

# ex.util.acc2
source: Image of a tag's subtotal.
de: Bild der Zwischensumme eines Tags.
id: Gambar dari subtotal tanda.

# ex.util.acc3
source: Image of a list's total amount.
de: Bild des Gesamtbetrags einer Liste.
id: Gambar dari jumlah keseluruhan.

# ex.util.acc4
source: Image of a list's sales tax.
de: Bild der MwSt. einer Liste.

# ex.util.acc5
source: Image of a list's checkboxes.
de: Bild der Checkboxen einer Liste.

# ex.util.acc6
source: Image of various currencies.
de: Bild von diversen Währungen.

# ex.util.subHead1
source: Organize items with tags.
de: Organisiere Elemente mit Tags.
id: Atur entri dengan memberinya tanda.

# ex.util.subHead2
source: View the total price of a tag's items.
de: Anzeigen des Gesamtpreises der Artikel eines Tags.
id: Lihat harga total dari entri yang ditandai.

# ex.util.subhead3
source: The total amount of your list.
de: Der Gesamtbetrag deiner Liste.
id: Jumlah total dari daftar.

# ex.util.subhead4
source: Whole number currencies.
de: Währungen mit ganzen Zahlen.
id: Angka mata uang secara penuh.

# ex.util.subhead5
source: Automatically apply sales tax to an item's cost.
de: Mehrwertsteuer automatisch auf die Kosten eines Elements anwenden.

# ex.util.subhead6
source: Show Checkboxes.
de: Checkboxen anzeigen.
id: Perlihatkan kotak centang.

# ex.util.subhead7
source: Selecting a currency.
de: Eine Währung auswählen.
id: Memilih mata uang.

# ex.util.detail1
source: Tags let you group similar items together. Use it to group groceries by produce or dairy, birthday gifts for your family, stuff you want to budget for or any other category you'd like to put things under. Any tags you create will sync automatically to your other devices signed into the same iCloud account as this one, and any tags that are in a list when you share it will show up for the people you've shared your list with too. Tags carry over across all of your lists, so you don't have to keep making the same ones over and over. And, if you edit one, it'll be reflected on any other list it shows up on.
de: Mit Tags kannst du ähnliche Elemente gruppieren. Verwende sie beispielsweise, um Lebensmittel nach Produktart zu gruppieren, Geburtstagsgeschenke für deine Familie zu sammeln, Dinge zu budgetieren, oder für beliebige andere Kategorien, in die du Elemente einordnen möchtest. Alle Tags, die du erstellst, werden automatisch mit deinen anderen Geräten synchronisiert, die mit demselben iCloud-Account wie diesem angemeldet sind, und alle Tags, die sich in einer geteilten Liste befinden, werden auch für die Personen angezeigt, mit denen du die Liste geteilt hast. Tags sind für alle Listen verfügbar, sodass du nicht immer wieder dieselben erstellen musst. Wenn du einen Tag bearbeitest, wird die Änderung in allen Listen sichtbar sein, auf denen er verwendet wird.
id: Dengan memberinya tanda, anda dapat mengelompokkan entri-entri yang sejenis. Kelompokan berdasarkan produk pertainian atau produk susu, kado ulang tahun, entri-entri yang anda inginkan, atau kategori lain yang anda butuhkan. Setiap tanda yang anda buat akan disinkronkan secara otomatis ke perangkat anda yang lain yang terhubung kea kun iCloud yang sama, dan setiap tanda yang ada dalam daftar yang anda bagikan akan dapat dilihat oleh orang-orang dalam daftar bagi anda. Tanda akan selalu terbawa dalam semua daftar anda, sehingga anda cukup membuatnya sekali saja. Dan jika anda mengubahnya, perubahan itu akan dicerminkan ke seluruh daftar anda yang terdapat tanda tersebut.

# ex.util.detail2
source: When this is on, a total amount of the items within a tag will display at the bottom of each section. This way, you can easily see how much of your list's total is coming from each tag and all the items within it.
de: Wenn diese Option aktiviert ist, wird am unteren Rand jedes Abschnitts die Gesamtsumme der Elemente, die zu diesem Tag gehören, angezeigt. Auf diese Weise kannst du leicht sehen, wie viel von der Gesamtsumme deiner Liste von jedem Tag und allen darin enthaltenen Elementen stammt.
id: Ketika berkerja, jumlah total entri-entri dibawah sebuah tanda akan ditampilkan pada bagian bawah pada setiap bagian. Dengan demikian,anda dapat dengan mudah melihat jumlah total dari daftar anda dari setiap tanda dan setiap entri dalam tanda tersebut.

# ex.util.detail3
source: This shows the total amount of your list's items at the top of your list. You can tap on it to see a more detailed explanation showing a subtotal, tax and discount amounts. Even if you have this off, you can always tap the calculator icon at the bottom left to view the total amount breakdown at any time.
de: Dies zeigt die Gesamtsumme der Elemente in deiner Liste. Du kannst darauf tippen, um eine detailliertere Erläuterung der Zwischensumme, Steuern und Rabattbeträge anzuzeigen. Auch wenn du dies deaktiviert hast, kannst du jederzeit auf das Taschenrechnersymbol unten links tippen, um die Aufschlüsselung des Gesamtbetrags anzuzeigen.
id: Ini menunjukkan jumlah total daftar entri anda pada bagian paling atas. Anda dapat mentapnya untuk melihat informasi lebih detail yang menunjukkan subtotal, pajak, dan jumlah diskon. Bahkan ketika fungsi ini dimatikan anda dapat men tap icon kalkulator pada bagian kiri bawah untuk melihat perincian jumlah kapan.

# ex.util.detail4
source: If this is turned on, all currency data will be formatted as a whole number in Spend Stack. In addition, entering in costs will also enforce whole values. This is useful for regions where currencies don't use fractional values, such as 1 instead of 1.00.
de: Wenn dies aktiviert ist, werden alle Währungsdaten in Expense Appals ganze Zahl formatiert. Infolgedessen ist die Eingabe von Kosten auch nur noch ganzzahlig möglich. Dies ist nützlich für Regionen, in denen Währungen keine Dezimalzahlen verwenden, z.B. 1 anstelle von 1,00.
id: Jika fungsi ini dijalankan, semua angka dalam mata uang akan ditampilkan secara penuh dalam Spend Stack. Sebagai tambahan, implementasi tersebut juga ketika anda memasukkan biaya. Ini berguna di region dimana angka mata uang tidak menggunakan penulisan tradisional, seperti 1, bukan 1,00.

# ex.util.detail5
source: If this is turned on, Spend Stack will apply the sales tax for your area to an item's cost. You can also turn this on or off on an item by item basis, as well as change the tax rate for the list later on within settings.
de: Wenn diese Option aktiviert ist, wird Expense App automatisch die Steuern für deine Region auf die Kosten eines Elements draufrechnen. Du kannst dies auch pro Element aktivieren oder deaktivieren und den Steuersatz für die Liste später in den Einstellungen ändern.
id: If this is turned on, Spend Stack will apply the sales tax for your area to an item's cost. You can also turn this on or off on a item by item basis, as well as change the tax rate for the list later on in settings.

# ex.util.detail6
source: If this is turned on, Spend Stack will show a checkbox next to each item. You can also show the total cost of only checked or unchecked items in addition to all of your items. You can later toggle this on or off within settings.
de: Wenn diese Option aktiviert ist, zeigt Expense App eine Checkbox neben jedem Element an. Du kannst dies später in den Einstellungen ein- oder ausschalten.
id: Jika ini diaktifkan, Spend Stack akan menampilkan kotak centang di sebelah setiap item. Anda nantinya dapat mengaktifkan atau menonaktifkan ini dalam pengaturan.

# ex.util.detail7
source: You can choose any currency to use for your list. You can later edit this at any point within a list's settings.
de: Du kannst eine beliebige Währung für deine Liste verwenden. Dies kann später in den Listeneinstellungen geändert werden.
id: Anda dapat menggunakan mata uang apa pun untuk daftar Anda. Ini nantinya dapat diubah dalam pengaturan daftar Anda.

# tags.vc.header
source: Choose a tag to edit.
de: Wähle einen Tag zum Bearbeiten.
id: Pilih tanda untuk diubah.

# tags.vc.empty
source: To create a tag, tap the icon at the bottom right.
de: Tippe zum Erstellen eines Tags auf das Symbol unten rechts.
id: Untuk membuat tanda, tap icon pada bagian bawah kanan.

# tags.vc.undo
source: Delete Tag
de: Tag löschen
id: Hapus Tanda

# tags.vc.choose
source: Choose a tag.
de: Wählen einen Tag.
id: Pilih Tanda.

# tags.vc.color
source: Tag Color
de: Farbe
id: Warna Tanda

# tagsManager.vc.edit
source: Edit Tag
de: Tag bearbeiten
id: Ubah Tanda

# tagsManager.vc.create
source: Create a Tag
de: Erstelle einen Tag
id: Buat Tanda

# tagsManager.vc.name
source: Name your tag...
de: Erstelle einen Tag
id: Namai tanda anda...

# tagsManager.vc.restore
source: Restore Tag
de: Erstelle einen Tag
id: Pulihkan tanda

# tagsManager.vc.leave
source: Leave Deleted
de: Gelöscht lassen
id: Biarkan terhapus

# tagsManager.vc.deleted
source: Tag Deleted
de: Tag gelöscht
id: Tanda terhapus

# tagsManager.vc.choice
source: This tag has been deleted from another device. Do you want to restore it, or leave it deleted?
de: Dieser Tag wurde auf einem anderen Gerät gelöscht. Möchtestdu ihn wiederherstellen oder ihn gelöscht lassen?
id: Tanda ini telah dihapus dari perangkat lain. Apakah anda ingin memulihkannya atau membiarkannya terhapus?

# tagsManager.vc.confirmDelete
source: Would you like to delete this tag?
de: Möchtest du diesen Tag löschen?
id: Apakah anda ingin menghapus tanda ini?

# tagsManager.vc.newTag
source: New Tag
de: Neuer Tag
id: Buat tanda baru

# advList.vc.syncing
source: Syncing List...
de: Liste synchronisieren ...
id: Mensinkronkan Daftar...

# advList.vc.fetching
source: Fetching List...
de: Liste wird geladen ...
id: Mengambil Daftar...

# advList.vc.performing
source: Performing Sync...
de: Synchronisierung wird durchgeführt ...
id: Menjalankan sinkronisasi...

# advList.vc.performing2
source: Syncing...
de: Synchronisierung läuft ...
id: Mensinkronkan...

# advList.vc.title
source: Advanced
de: Fortgeschritten
id: Lebih lanjut

# avdList.vc.iCloud
source: iCloud List Syncing
de: iCloud Listen-Synchronisierung
id: Mensinkronkan daftar dengan iCloud

# advList.vc.resync
source: Sync List
de: Liste synchronisieren
id: Mensinkronkan ulang Daftar
